emfcamp/TiDAL-Firmware/YKW/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "YKW"
#define MICROPY_HW_MCU_NAME                 "ESP32S3"

#define MICROPY_PY_BLUETOOTH                (0)
#define MICROPY_PY_MACHINE_DAC              (0)

#define MICROPY_HW_I2C0_SCL                 (9)
#define MICROPY_HW_I2C0_SDA                 (8)
